{"podcast_details": {"podcast_title": "Duolingo Spanish Podcast", "episode_title": "Mi abuela la curandera (My Grandmother the Healer) - Revisited", "episode_image": "https://ssl-static.libsyn.com/p/assets/4/0/1/9/401959f908b7351e/duo-podcast-es.png", "episode_transcript": " Hola, listeners. For this special season of the Duolingo Spanish Podcast, we are revisiting some of our favorite stories from Indigenous communities across Latin America. Today we'll travel to Guatemala to hear an episode from April 2020. It features Linda Valencia, who was inspired by her grandmother to combine traditional medicine with modern health care. Also, a quick note to parents listening with children, this episode touches on topics related to reproductive health and contraception. Thank you for your understanding, and we hope you enjoy the episode. In 2004, Dr. Linda Valencia came across something she had never seen before in her line of work. She had been working for the Ministry of Public Health in Guatemala for almost two years when she first visited a hospital with a room for parteras, or traditional midwives. It was in Solola, in the west of the country. Linda's job was to evaluate the quality of public hospitals in all of Guatemala. She was pleasantly surprised that in this one there was a space reserved for traditional midwives, but her initial excitement didn't last long. Some of the parteras were asked to sweep the floors, pick up the garbage, even to mop up the rooms after a delivery. They were treated more like janitors than health care professionals. The experience was a turning point for Linda. As the granddaughter of a traditional Guatemalan healer, she had long been searching for a way to unite the best parts of traditional and modern medicine. Bienvenidos and welcome to the Duolingo Spanish Podcast. I'm Martina Castro. Every episode we bring you fascinating, true stories to help you improve your Spanish listening and gain new perspectives on the world. The storyteller will be using intermediate Spanish and I'll be chiming in for context in English. If you miss something, you can always skip back and listen again. We also offer full transcripts at podcast.duolingo.com. Starting up, Linda was fascinated with her grandmother, Erlinda. Erlinda was a healer or curandera, someone who administers remedies for mental, emotional, physical, or spiritual illnesses. In Guatemala, this is a practice passed down orally through generations in the same family. Mal de ojo, or the evil eye, is considered an illness by many Guatemalans who believe humans have the power to transfer bad energy to others. Neighbors would bring their babies to Linda's grandmother when they suspected an energy imbalance. Then, Linda's grandmother would break the egg and leave it in a glass half full of water under the bed where the baby was lying. Linda's family is mestizo, meaning they have a mix of indigenous and European roots. Erlinda became a healer because her mother and her grandmother had been healers too. Erlinda had never questioned her path in life. She simply followed her family's tradition. But Linda's mother, Margarita, had no interest in following her family's footsteps. She was skeptical of traditional medicine, so she forged her own path in life, becoming the first in the family to attend college. Linda grew up in a time when modern medicine was transforming Guatemala's healthcare system. Up to that moment, medicine in Guatemala had been largely traditional, a legacy from Mayan culture. It was mainly plant-based and included religious elements and rituals. In countries like Guatemala, where mestizo and indigenous people are still rooted in ancestral practices, the use of modern medicine is a complicated social issue. During the 70s and 80s, Guatemala started a widespread campaign to promote modern medical practices with the intention of improving the health of people living in poverty and in remote areas. Guatemala has a very hierarchical social structure that dates back to the Spanish colonization of the Americas. This means indigenous and mestizo communities often suffer racism and discrimination. As the country's healthcare system modernized, communities like Linda's felt left out of the transition. But distrust had never been an issue for healers like Linda's grandmother. Linda remembers her grandmother establishing strong relationships with her patients. Linda's grandmother never pressured her to become a curandera. In fact, she always encouraged her to study, read, and learn as much as possible while she was in school. But Linda fully supported Linda's decision to become a doctor of modern medicine. She respected that Linda didn't want to become a curandera and understood that Linda's feelings about traditional medicine were somewhat conflicted given her own mother's attitude. Her grandmother knew firsthand the importance of this kind of medicine. Linda also had long been interested in a specific group of patients who visited her grandmother, young women who When Linda was a child, traditional remedies were the only kind of help a young woman could access in Guatemala if she didn't want to have children. There was no access to contraception or sex education, especially for women in poor and rural areas. According to the United Nations, Guatemala has one of the highest teen birth rates in Latin America. Abortion is legal only in cases where the mother's life is in danger, which often leads to unsafe abortion practices. The rate of maternal mortality is also high. Linda was so motivated to improve maternal health that in 1992 she left home to study medicine at the San Carlos University of Guatemala in Guatemala City. She won a full scholarship. Linda promised her grandmother that one day she would take her to the capital to live with her. During that first year of residency, Linda struggled to recreate the relationships she had witnessed her grandmother nurture. She sometimes felt that instead of being a service based on trust, her work was a transaction based on speed and efficiency. Linda was ultimately successful during her first years as a doctor. She became the second female head of residency for gynecology in the history of the San Juan de Dios General Hospital. Then she went on to work for the Ministry of Public Health. Linda visited 37 hospitals during her first year, and only two passed the minimum standard of quality established by the ministry. And in Linda's opinion, they all lacked the one thing she had always admired in her grandmother's healing practices, a caring relationship between patient and caregiver. It was around this time that Linda visited the hospital in Solola, the one where doctors and nurses mistreated the parteras. In traditional Guatemalan medicine, parteras are far more than birth attendants. In addition to accompanying mothers during their pregnancy, they're also highly respected community leaders and health promoters, especially in more rural or low income communities. As she visited rural areas and talked with the parteras, Linda started to feel happy. She was back inside that traditional community work she'd experienced with her grandmother Erlinda. When Linda had a chance to attend a maternal mortality conference held by the World Health Organization, she jumped at the opportunity. When she got to the conference, she met different organizations, including a group of parteras that caught her eye. As Linda participated in those debates, she felt like she was getting involved in something more important than just representing Guatemala's medical system at the conference. This feeling was confirmed a year later when she received a document detailing the final resolution of the resolution. To put this new policy into practice in her home country, Linda joined forces with the nonprofit Planned Parenthood. Linda started to design a better system of care for Guatemalan women. Her goal was to expand access to sexual and reproductive health care, and she intended to make accessibility clear to people about We wrote all of this in a document that was later sent to Congress. As the head of this initiative, Linda had to lobby with politicians and legislators to convince them of the importance of her plan. My goal was to help them understand why this change was necessary in our health system. I spoke to them about mortality figures and the importance of taking care of women's health. Linda's lobbying paid off. In 2010, 12 years after she became a physician, the Safe Motherhood Law was approved by Guatemala's legislature. This new law would transform maternal health care in Guatemala, making it more accessible and appealing to women in rural and low-income communities. But Linda's efforts didn't stop there. Under the new law, Planned Parenthood and other health organizations were able to create the first School of Professional Parteras in Guatemala. It's a three-year career, and in the end, students receive a diploma in parteria techniques with intercultural specialization. The first of many schools of parteria in Guatemala opened in 2016, and Linda decided to become one of the teachers. There were 16 students. Most of them came from rural communities, just like me in the past. Now, they were in the capital studying. Linda's grandmother, Erlinda, had stopped healing people from the community after she left to live with Linda in Guatemala City. But in a way, she always remained the curandera of her family. She passed away in 2011. Very proud of Linda's professional path. In 2018, Dr. Linda Valencia received the Maternal Health Visionary Award, given by Harvard University. And since this episode first aired in 2020, a lot has changed for Linda. She left us this message with an update on WhatsApp, so she may sound a little bit different from her original recording. Linda and her team felt they had to come up with new solutions to help expecting mothers and their children. Thank you for your message, Linda. It's amazing that you've created this much-needed space for women to feel safe giving birth. This story was originally produced by Antonio Díaz Oliva, a Chilean writer based in Chicago, and adapted by Tali Goldman, a journalist and writer based in Buenos Aires. We'd love to know what you thought of this episode. You can write us an email at podcast at duolingo.com and call and leave us a voicemail or audio message on WhatsApp at plus one seven oh three nine five three nine three six nine. Don't forget to say your name and where you're from. If you liked this story, please share it. You can find the audio and a transcript of each episode at podcast.duolingo.com. You can also follow us on Apple podcasts or on your favorite listening app. So you never miss an episode. With over 500 million users, Duolingo is the world's leading language learning platform and the most downloaded education app in the world. Duolingo believes in making education free, fun and available to everyone. To join, download the app today or find out more at duolingo.com. The Duolingo Spanish podcast is produced by Duolingo and Adonde Media. Our managing editor is David Alandete. Our senior editor is Laura Isensee. This season was produced by Tali Goldman and included stories produced by Antonio Diaz Oliva, Paige Sutherland, Marco Aviles and Tali Goldman. The editors were Catalina Mai and Grant Fuller. Audio editors and sound designers were Martín Pérez Roa, Ginny Montalvo, Samia Bouzid, Andrés Festenholtz and Daniel Murcia. Our production manager is Roman Frontini and our production coordinator is Nicolás Sosa. Our supervising sound designers, mixing and mastering engineers were Antonio Romero, Martín Cruz Farga and Daniel Murcia. I'm your host and executive producer Martina Castro. Gracias por escuchar."}, "podcast_summary": "Dr. Linda Valencia, inspired by her grandmother's traditional healing practices, sought to combine traditional and modern medicine in Guatemala. She encountered mistreatment of traditional midwives in a hospital, which further fueled her desire to bridge the gap between the two forms of medicine. Linda's grandmother had encouraged her to study and pursue a career in modern medicine, and Linda became a doctor focused on improving maternal health. She worked to expand access to sexual and reproductive health care in Guatemala, ultimately leading to the passage of the Safe Motherhood Law in 2010. Linda also helped establish the first School of Professional Parteras in Guatemala, where she became a teacher. Her grandmother, Erlinda, was proud of Linda's achievements before passing away. Linda's dedication to improving maternal health earned her recognition and an award from Harvard University. She continues to find new solutions to support expecting mothers and their children."}